[
  {
    "id": 1,
    "title": "Laqeydlərə nifrət edirəm...",
    "author": "Antonio Qramşi",
    "image": "https://miro.medium.com/v2/resize:fit:1100/format:webp/1*AzXm5y50NjHxBN5sVJx3wQ.png",
    "addedDate": "2025-11-20",
    "description": "Laqeydlərə nifrət edirəm. Fridrix Hebbel kimi, “yaşamağın tərəf tutmaq” olduğuna inanıram. Heç kim icmadan kənarda sadəcə insan olaraq mövcud ola bilməz. Həqiqətən yaşayan, vətəndaş olmaya, müəyyən tərəf tutmaya bilməz. Laqeydlik patoloji iradəsizlik, parazitlik, qorxaqlıqdır, həyat deyil. Buna görə də laqeydlərə nifrət edirəm.\nLaqeydlik tarixin ölü yüküdür. Yenilikçinin boynundakı dəyirman daşı, ən parlaq çabaların boğulduğu ətalət vəziyyətidir, bu, köhnə icmanı mühasirəyə alan və onu ən möhkəm qalalardan, onun döyüşçülərinin sinə gərməsindən daha yaxşı qoruyan bataqlıqdır, çünki o, hücum edənləri öz bulanıq burulğanlarında udur, onları məhv edir və ruhdan salır, bəzən də qəhrəmanlıq təşəbbüslərindən çəkindirir.\nLaqeydlik tarixdə güclü təsirə malikdir. O, passiv fəaliyyətdədir, amma yenə də fəaliyyətdədir. Bu, bəxt işidir; bel bağlaya biləcəyin şey deyil; bu, proqramları alt-üst edən, ən yaxşı planları pozan şeydir; bu, zəkaya baş qaldıran və onu əzən xam maddədir. Baş verənlər, başımıza gələn müsibətlər, qəhramanca bir hərəkətdən (ümumbəşəri miqyasda) doğa biləcək potensial xeyir fəaliyyətdə olan azlığın təşəbbüsündən daha çox, əksəriyyətin laqeydliyinin, iştiraksızlığının nəticəsidir. Bütün bunlar bəzi insanlar belə istədiyi üçün deyil, kütlələr yalnız bir qılıncla çözülə bilən düyünlərə, yalnız bir üsyanla ləğv edilə bilən qanunlara, yalnız bir qiyamla devrilə bilən iqtidarlara şərait yaradaraq məsuliyyət götürməkdən qaçındıqları və öz axarına buraxdıqları üçün baş verirlər. Tarixə hökm edərmiş kimi görünən bəxt bu laqeydliyin və iştiraksızlığın xəyali görünüşündən başqa bir şey deyil. Hadisələr pərdə arxasında inkişaf edir; heç bir nəzarətə tabe olmayan az sayda insanlar müştərək həyatın parçasını toxuyur, kütlələr isə hamısını görməzdən gəlirlər, çünki bütün bunlar veclərinə deyil. Dövrün taleyi kiçik fəal qrupların dar dünyagörüşləri, ani məqsədləri, şəxsi ambisiyaları və ehtirasları ilə şəkil alır, kütlələr isə görməzdən gəlirlər, çünki veclərinə deyil. Gizlincə qaynayan hadisələr üzə çıxır, pərdə arxasında toxunan parça tamamlanır və onda hamıya elə gəlir ki, tarix nəhəng bir təbiət hadisəsi, vulkan, zəlzələdir ki, hamı — bunu istəyən də, istəməyən də, bilən də, bilməyən də, fəal olan da, qıraqda qalan da — onun qurbanı olub. Sonuncu isə qıcıqlanır, fəsadlardan yayınmağa çalışır, arzusundadır ki, belə olmasını istəmədiyi və buna görə də məsuliyyət daşımadığı açıq şəkildə bilinsin. Bəziləri donquldanır, digərləri ədəbsizcə söyüş söyür, amma heç kim sual etmir: əgər mən də öz vəzifəmi yerinə yetirsəydim, inad etsəydim, başqasını məsləhətimə qulaq verməyə məcbur etsəydim, bütün bunlar vaqe olardımı? Heç kim laqeydliyə, şəkkaklığa, başlarına gələn bəla ilə mübarizə aparan və ya ortaq bir məqsədə çatmağa çalışan təşkilatlanmış vətəndaşlara dəstək vermədiyinə görə özünü günahlandırmır.\nLakin onların çoxu hər şey bitəndən sonra idealların çöküşü, proqramların müvəffəqiyyətsizliyi və digər məsələlər haqqında laqqırtı vurmağı üstün tutur. Beləliklə, onlar yenidən yaxalarını qırağa çəkirlər.\nMəsələ onların baş verənləri aydın görməməsi və ya arabir ən təcili problemlərə və ya, yaxşı hazırlıq və vaxt tələb etsə də, eyni dərəcədə aktual olan problemlərə gözəl həllər təklif edə bilməməsi deyil.\nBu həllər də qəşəng barverməz çiçəkdir, müştərək həyata verilən bu töhfə əxlaqi qığılcımdan kasaddır; o, həyatda hamının fəal olmasını tələb edən, aqnostisizm və hər hansı növ laqeydliyə yol verməyən güclü tarixi məsuliyyət hissinin deyil, sadəcə intellektual marağın məhsuludur.\nLaqeydlərə həm də ona görə nifrət edirəm ki, bu əbədi məsumların zarıltıları məni sinirləndirir. Belə insanlardan həyatın onların qarşısına qoyduğu və hər gün qoymaqda davam etdiyi vəzifələrin necə öhdəsindən gəldiklərinin, onlardan bunun üçün nə etdiklərinin, xüsusilə də nə etmədiklərinin hesabatını istəyirəm. Amansız ola bilərəm, amma mərhəmətimi boşa xərcləməməli, göz yaşlarımı onlarla bölüşməməliyəm. Tərəfliyəm, yaşayıram, artıq tərəfimdə olanların qurduğu gələcək icmanın nəbzini hiss edirəm. Orada ictimai bağların yükü azlığın çiynində deyil, bu icmada baş verənlər bəxtin və ya taleyin deyil, vətəndaşların düşünülmüş səylərinin nəticəsidir. O icmada pəncərədən küçələrdə azlığın özünü qurban verərək paraladığını laqeydliklə seyr edənlər yoxdur. Orada pəncərədə pusquda gözləyərək o mübarizənin kiçik xeyrini uman, vuruşanların və özünü həlak edənlərin nailiyyətlərini əhəmiyyətsiz sayan yoxdur.\nYaşayıram, tərəfliyəm. Buna görə də bitərəflərə, laqeydlərə nifrət edirəm."
  },
  {
    "id": 2,
    "title": "helaaal",
    "author": "George Orwell",
    "image": "https://dummyimage.com/200x300/111/fff&text=1984",
    "addedDate": "2025-11-20",
    "description": "Böyük Qardaşın sizi izlədiyi distopik bir dünya. Totalitar rejimin ən güclü tənqidlərindən biri."
  },
  {
    "id": 3,
    "title": "1984",
    "author": "George Orwell",
    "image": "https://dummyimage.com/200x300/111/fff&text=1984",
    "addedDate": "2025-11-20",
    "description": "Böyük Qardaşın sizi izlədiyi distopik bir dünya. Totalitar rejimin ən güclü tənqidlərindən biri."
  },
  {
    "id": 4,
    "title": "rrrrrrrrrrrrr",
    "author": "ggggggggggggggg",
    "image": "https://dummyimage.com/200x300/111/fff&text=1984",
    "addedDate": "2025-11-28",
    "description": "tyfytfytfytfytf"
  }
]